const Map<String, List<String>> englishHindiLetterOptions = {
  // T может быть: त (t), ट (ṭ), ठ (ṭh), थ (th)
  't': ['त', 'ट', 'ठ', 'थ'],
  // D может быть: द (d), ड (ḍ), ढ (ḍh), ध (dh)
  'd': ['द', 'ड', 'ढ', 'ध'],
  // N может быть: न (n), ण (ṇ)
  'n': ['न', 'ण'],
  // CH может быть: च (ch), छ (chh)
  'ch': ['च', 'छ'],
  // SH может быть: श (sh), ष (ṣ)
  'sh': ['श', 'ष'],
  // K может быть: क (k), ख (kh)
  'k': ['क', 'ख'],
  // G может быть: ग (g), घ (gh)
  'g': ['ग', 'घ'],
  // S может быть: स (s), श (sh), ष (ṣ)
  's': ['स', 'श', 'ष'],
  // L может быть: ल (l), ळ (ḷ)
  'l': ['ल'],
  // R может быть: र (r), ऋ (ri)
  'r': ['र', 'ऋ'],
  // A может быть: अ (a), आ (aa)
  'a': ['अ', 'आ'],
  // I может быть: इ (i), ई (ii)
  'i': ['इ', 'ई'],
  // U может быть: उ (u), ऊ (uu)
  'u': ['उ', 'ऊ'],
  // E может быть: ए (e), ऐ (ai)
  'e': ['ए', 'ऐ'],
  // O может быть: ओ (o), औ (au)
  'o': ['ओ', 'औ'],
}; 